samples/custom_samples/soap_ui_get_status_user.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns="http://www.opengis.net/oseo/1.0" 
xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd">
   <soapenv:Header>
      <wsse:Security>
         <wsse:UsernameToken>
            <wsse:Username>AAAA</wsse:Username>
            <wsse:Password type="BBBB#VITO">CCCC</wsse:Password>
         </wsse:UsernameToken>
      </wsse:Security>
   </soapenv:Header>
   <soapenv:Body>
      <ns:GetStatus service="OS" version="1.0.0">
         <ns:orderId>1</ns:orderId>
         <ns:presentation>brief</ns:presentation>
      </ns:GetStatus>
   </soapenv:Body>
</soapenv:Envelope>
